
[
  { "value": "", "label": "بدون پرامپت آماده" },
  { "value": "Classic studio portrait with soft lighting and neutral background, professional retouching, sharp focus, smooth skin, detailed textures, natural color correction, DSLR quality, timeless aesthetic.", "label": "پرتره استودیویی کلاسیک با نورپردازی نرم و پس‌زمینه خنثی" },
  { "value": "Outdoor portrait with natural light and shallow depth of field, vibrant colors, clear focus on subject, detailed environment blur, realistic skin tones, cinematic feel, professional outdoor photography.", "label": "پرتره در فضای باز با نور طبیعی و عمق میدان کم" },
  { "value": "Dramatic portrait with high contrast and deep shadows, intense mood, strong facial expressions, artistic lighting, detailed textures, powerful aesthetic, professional black and white conversion.", "label": "پرتره دراماتیک با کنتراست بالا و سایه‌های عمیق" },
  { "value": "Artistic black and white portrait with precise textures and details, strong composition, emotional depth, fine film grain, classic monochrome look, professional studio setup, timeless art piece.", "label": "پرتره هنری سیاه و سفید با بافت‌ و جزئیات دقیق" },
  { "value": "Fashion portrait with modern styling and pop colors, bold lighting, dynamic pose, sleek background, vibrant aesthetic, high-end editorial look, professional fashion photography.", "label": "پرتره فشن با استایلینگ مدرن و رنگ‌های پاپ" },
  { "value": "Cool urban photo of an individual in streetwear standing near neon lights, night city vibe, cinematic shadows, detailed clothing texture, sharp focus, DSLR quality, confident pose, soft reflections, high contrast lighting, professional editorial look, stylish and moody aesthetic.", "label": "استایل خیابانی شهری از فردی با لباس خیابانی (نور نئون و شب)"},
  { "value": "Elegant portrait of an individual wearing a suit and tie, neutral studio background, soft lighting, cinematic tone, sharp detail, clean focus, smooth skin texture, DSLR photo realism, sophisticated professional look, timeless classic portrait aesthetic.", "label": "پرتره باوقار کلاسیک از فردی با کت و شلوار و کراوات"},
  { "value": "Muscular individual working out in a gym, sweat details, focused expression, cinematic lighting, high contrast shadows, strong body definition, realistic skin tone, ultra-HD quality, dynamic pose, powerful and motivational atmosphere, professional sports photography style.", "label": "عکس ورزشی و باشگاه از فردی عضلانی (با تمرکز)"},
  { "value": "Adventurous individual standing on a mountain top, windy atmosphere, golden sunlight, detailed landscape, sharp focus, cinematic tones, high-resolution outdoor photography, realistic skin tones, rugged aesthetic, travel adventure photo style.", "label": "حس ماجراجویی در طبیعت از فردی (کوهستان و غروب)"},
  { "value": "Monochrome portrait of an individual looking sideways, dramatic lighting, deep contrast, fine detail on facial features, artistic film grain, emotional tone, professional black and white photography, timeless and cinematic aesthetic.", "label": "درام سیاه و سفید از فردی (نگاه از نیمرخ)"},
  { "value": "Casual individual walking by the beach at sunset, shirt slightly open, warm golden lighting, cinematic reflections on water, calm vibe, high-quality DSLR detail, natural tones, lifestyle fashion photography style, relaxed and confident pose.", "label": "سبک زندگی ساحلی از فردی با استایل کژوال (غروب آفتاب و آرامش)"},
  { "value": "Professional individual walking in a modern city street wearing formal attire, sharp focus, reflections on buildings, cinematic urban tones, DSLR photo quality, confident expression, soft light shadows, elegant corporate photography style.", "label": "ادیت کسب و کار شهری از فردی با لباس رسمی در خیابان"},
  { "value": "Individual wearing a winter coat and scarf in a snowy city street, moody tones, soft cold lighting, visible breath, cinematic contrast, ultra-HD detail, editorial photography style, stylish winter fashion vibe.", "label": "حال و هوای خیابان برفی از فردی (لباس زمستانی)"},
  { "value": "Creative portrait of an individual holding a mirror outdoors, dreamy lighting, reflection showing sky and clouds, artistic composition, cinematic tones, 4K clarity, deep emotional atmosphere, minimal aesthetic portrait photography style.", "label": "بازتاب آینه‌ای هنری از فردی (فضای باز و رویایی)"},
  { "value": "Vintage-style photo of an individual sitting beside a classic car, soft faded tones, nostalgic lighting, film grain texture, retro outfit, cinematic composition, warm sepia palette, authentic old-school aesthetic, high-quality DSLR realism.", "label": "ادیت وینتیج و رترو از فردی (ماشین کلاسیک)"},
  { "value": "Candid shot of an individual sitting in a coffee shop with sunlight streaming through the window, warm tones, cinematic shadows, detailed background blur, natural expression, lifestyle photography aesthetic, ultra-HD DSLR quality.", "label": "حس کافه از فردی (نور خورشید و طبیعی)"},
  { "value": "Dynamic photo of an individual running through a city street, motion blur, detailed muscles, focused expression, cinematic morning light, realistic tones, high shutter-speed DSLR look, energy and strength-focused action shot aesthetic.", "label": "اکشن ورزشی در خیابان از فردی (تاری حرکتی و انرژی)"},
  { "value": "Portrait of an individual with dramatic shadows on their face, golden hour lighting, artistic photography, fine facial detail, cinematic tone, ultra-HD realism, expressive emotional vibe, moody portrait aesthetic.", "label": "پرتره سایه‌های دراماتیک از فردی (نور طلایی)"},
  { "value": "Stylish individual standing on a rooftop during sunset, glowing city background, cinematic lighting, confident pose, soft golden tones, professional DSLR quality, urban skyline aesthetic, modern vibe.", "label": "ادیت ساعت طلایی پشت بام از فردی (منظره شهر)"},
  { "value": "Studio portrait of an individual in black turtleneck, plain background, soft diffused lighting, clean contrast, detailed texture, DSLR focus, professional fashion editorial look, high-end minimal aesthetic in 4K quality.", "label": "شات فشن استودیویی مینیمال از فردی (یقه اسکی مشکی)"},
  { "value": "Portrait of an individual in traditional Persian attire, intricate patterns, vibrant colors, set against a backdrop of ancient Persian architecture, soft, warm lighting, emphasizing cultural richness and historical elegance.", "label": "پرتره با لباس سنتی ایرانی در معماری کهن" },
  { "value": "Modern Iranian portrait, showcasing an individual with contemporary fashion blended with subtle traditional elements, in an urban Tehran backdrop, dramatic evening lighting, conveying a sophisticated and artistic aesthetic.", "label": "پرتره مدرن ایرانی با استایل معاصر و نمادهای سنتی در تهران" },
  { "value": "A thoughtful portrait of an individual in a traditional Iranian house, with intricate tilework and natural light filtering through stained-glass windows, creating a serene and culturally rich atmosphere.", "label": "پرتره متفکرانه در خانه سنتی ایرانی با نور رنگی" }
]
    